<?php

//Реализовать функцию которая склоняет слово после числительного, в функцию нужно передать количество, и три формы слова (форм1,форм2,форм5)
//К примеру мы имеем интернет магазин по продаже бытовой техники, на сайте нужно вывести остаток, в наличии столько то "миксеров"
//К примеру "В наличии 1 миксер" "В наличии 2 миксера" "В наличии 5 миксеров"
//Я должен вызывать функцию `formattedCount(5, 'миксер', 'миксера', 'миксеров')` и на выходе функция возращает текст "5 миксеров" или "14 миксеров"
